Repository: MacPaw/MASShortcut
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl, uk, zh_hans

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pl: Anuluj
uk: Скасувати
zh_hans: 取消

source: Click to record new shortcut
de: Klicken zum Erstellen eines neuen Kürzels
es: Haz clic para grabar un nuevo atajo de teclado
fr: Cliquez ici pour enregistrer un nouveau raccourci.
it: Fai clic per registrare nuova abbreviazione
nl: Klik om een nieuwe toetscombinatie vast te leggen
pl: Kliknij, aby zmienić skrót
uk: Клацніть, щоб записати нове скорочення
zh_hans: 点按以记录新快捷操作

source: Delete shortcut
de: Kürzel löschen
es: Eliminar atajo
fr: Supprimer le raccourci
it: Elimina abbreviazione
nl: Verwijder toetscombinatie
pl: Usuń skrót
uk: Видалити скорочення
zh_hans: 删除快捷操作

source: keyboard shortcut
de: Tastaturkürzel
es: combinación de teclas
fr: raccourci clavier
it: abbreviazione da tastiera
nl: toetscombinatie
pl: skrót klawiszowy
uk: клавіатурне скорочення
zh_hans: 键盘快捷操作

source: OK
zh_hans: 好

source: Record Shortcut
de: Kürzel aufnehmen
es: Grabar atajo
fr: Enregistrer le raccourci
it: Registra abbreviazione
nl: Leg toetscombinatie vast
pl: Wprowadź skrót
uk: Записати скорочення
zh_hans: 记录快捷操作

source: Shortcut cleared
de: Kürzel gelöscht
es: Atajo borrado
fr: Raccourci effacé.
it: Abbreviazione cancellata
nl: Toetscombinatie gewist
pl: Skrót usunięty
uk: Скорочення видалено
zh_hans: 快捷操作已清除

source: Shortcut set
de: Kürzel eingestellt
es: Atajo establecido
fr: Définition d'un raccourci
it: Abbreviazione impostata
nl: Toetscombinatie ingesteld
pl: Skrót wprowadzony
uk: Скорочення встановлено
zh_hans: 快捷操作组合

source: Space
de: Platz
es: Espacio
fr: Espace
it: Spazio
nl: Spatiebalk
pl: Spacja
uk: Пробіл
zh_hans: 空格键

source: The key combination %@ cannot be used
de: Die Tastenkombination %@ kann nicht verwendet werden
es: No se puede utilizar la combinación de teclas %@
fr: Impossible d'utiliser la combinaison de touches %@
it: La combinazione di tasti %@ non può essere utilizzata
nl: De toetscombinatie %@ kan niet worden gebruikt
pl: Nie można użyć kombinacji klawiszy %@
uk: Скорочення %@ не може бути використане
zh_hans: 无法使用 %@ 组合键

source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard panel in System Preferences.
de: Diese Kombination kann nicht verwendet werden, weil sie bereits von einem systemweiten Tastaturkürzel genutzt wird. Wenn Sie diese Kombination trotzdem nutzen möchten, können Sie die Tastaturkürzel in den Systemeinstellungen unter Tastatur und Maus ändern.
fr: Vous ne pouvez pas utiliser cette combinaison de touches, car elle est déjà utilisée par un raccourci clavier qui s'applique à l'ensemble du système. Si vous souhaitez vraiment utiliser cette combinaison de touches, sachez que la plupart des raccourcis peuvent être modifiés dans le panneau Clavier des Préférences Système.
it: Questa combinazione non può essere utilizzata perché è già utilizzata da un'abbreviazione del sistema. Se vuoi utilizzare questa combinazione di tasti, la maggior parte delle abbreviazioni può essere cambiata nel pannello Tastiera nelle Preferenze di Sistema.
zh_hans: 无法使用此组合键，因为系统范围的键盘快捷方式已使用了它。 如果您确实想使用此组合键，可以在更改系统偏好设置中对键盘面板中的大部分快捷操作进行更改。

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
de: Dieses Kürzel kann nicht verwendet werden, weil es bereits vom Befehl „%@“ verwendet wird.
es: Este atajo no se puede utilizar porque ya está asignado al elemento de menú '%@'.
fr: Impossible d'utiliser ce raccourci, car il est déjà utilisé par l'élément de menu « %@ ».
it: Questa abbreviazione non può essere utilizzata perché è già utilizzata dalla voce di menu '%@'.
nl: Deze toetscombinatie kan niet worden gebruikt omdat deze al wordt gebruikt door het menuonderdeel ‘%@’.
pl: Nie można używać tego skrótu, ponieważ jest już używany przez rzecz menu «%@».
uk: Ця комбінація клавіш вже використовується інструментом «%@».
zh_hans: 无法使用此快捷操作，因为菜单项 "%@" 已使用了它。

source: To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut.
de: Klicken Sie zum Aufnehmen eines neuen Kürzels auf diese Taste, und geben Sie das neue Kürzel ein, oder drücken Sie auf Löschen, um ein bestehendes Kürzel zu entfernen.
es: Para grabar un nuevo atajo, haz clic en este botón y presiona las teclas deseadas o presiona la tecla delete para borrar un atajo existente.
fr: Pour enregistrer un nouveau raccourci, cliquez sur ce bouton, puis saisissez le nouveau raccourci. Pour effacer un raccourci existant, appuyez sur Suppr.
it: Per registrare una nuova abbreviazione, fai clic sul pulsante e digita la nuova abbreviazione oppure premi Canc. per cancellare un'abbreviazione esistente.
nl: Als je een nieuwe snelkoppeling wilt vastleggen, klik je op deze knop en typ je vervolgens de nieuwe toetscombinatie, of druk op Delete om een bestaande toetscombinatie te verwijderen.
pl: Aby wprowadzić nowy skrót, kliknij ten przycisk, a następnie wpisz nowy skrót lub naciśnij «Delete», aby usunąć istniejący skrót.
uk: Клацніть цю кнопку та введіть нове скорочення, щоб його записати. Натисніть «delete», щоб видалити поточне скорочення.
zh_hans: 要记录新快捷操作，先点按此按钮，然后键入新快捷操作，或者按“删除”以清除现有的快捷操作。

source: Type New Shortcut
de: Neues Kürzel eingeben
es: Escribir nuevo atajo
fr: Saisir un nouveau raccourci
it: Inserisci nuova abbreviazione
nl: Typ nieuwe toetscombinatie
pl: Wprowadź nowy skrót
uk: Ввести нове скорочення
zh_hans: 键入新快捷操作

source: Type Shortcut
de: Kürzel eingeben
es: Escribir atajo
fr: Saisir le raccourci
it: Inserisci abbreviazione
nl: Typ toetscombinatie
pl: Wprowadź skrót
uk: Ввести скорочення
zh_hans: 键入快捷操作

source: Use Old Shortcut
de: Altes Kürzel verwenden
es: Usar atajo viejo
fr: Utiliser l'ancien raccourci
it: Usa vecchia abbreviazione
nl: Gebruik oude toetscombinatie
pl: Użyj starego skrótu
uk: Використати старе скорочення
zh_hans: 使用旧快捷操作

source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.
es: Esta combinación no puede utilizarse porque ya es utilizada como un atajo en tu sistema. Si realmente deseas utilizar esta combinación de teclas, la mayoría de los atajos se pueden cambiar en el panel teclado en preferencias del sistema.
nl: Deze combinatie kan niet worden gebruikt omdat deze al wordt gebruikt door het systeem. Als je deze toetscombinatie echt wilt gebruiken, kunnen de meeste toetscombinaties worden gewijzigd in het paneel Toetsenbord in Systeemvoorkeuren.
pl: Ta kombinacja jest już używana dla skrótu ogólnosystemowego. Jeśli naprawdę chcesz używać tej kombinacji klawiszy, możesz zmienić większość ustawień skrótów w panelu «Klawiatura» Preferencji systemowych.
uk: Ця комбінація клавіш не може бути використана, адже вона є одним із загальносистемних скорочень. Якщо ви дійсно бажаєте обрати це скорочення, його слід підлаштувати через Системні параметри у вкладці Клавіатура.
